" bytes" = " tavua";
" of " = "/";
" was not found." = " ei löytynyt.";
"%@ named \"%@\" already exists in this location.  Do you want to replace it with the %@ you are moving?" = "%@ nimeltä \"%@\" sijaitsee jo tässä paikassa.  Haluatko korvata sen siirrettävällä %@?";
"A newer item" = "Uudempi kohde";
"An error occurred while deleting." = "Tapahtui virhe poistettaessa.";
"An item" = "Kohde";
"An older item" = "Vanhempi kohde";
"Authenticate" = "Autentikointi";
"Choose Folder" = "Valitse kansio";
"Computer" = "Tietokone";
"Continue" = "Jatka";
"Copied %u items to \"%@\"" = "Kopioitu %u kohdetta kohteeseen \"%@\"";
"Copied: " = "Kopioitu: ";
"Copy" = "Kopio";
"Copying %u items to \"%@\"" = "Kopioidaan %u kohdetta kohteeseen \"%@\"";
"Count: %u" = "Määrä: %u";
"Delete" = "Poista";
"Deleting from \"%@\"." = "Poistetaan kohteesta \"%@\".";
"Document" = "Dokumentti";
"Error deleting item." = "Virhe poistaessa kohdetta.";
"Error!" = "Virhe!";
"Folder" = "Kansio";
"Index not found" = "Indeksiä ei löytynyt";
"Item: \"" = "Kohde: \"";
"Move" = "Siirrä";
"New Folder" = "Uusi kansio";
"None" = "Ei mitään";
"Not enough free space at destination.  %@ of additional free space required." = "Kohteessa ei ole tarpeeksi tilaa. Tarvitaan %@ lisää tilaa.";
"Package" = "Pakkaus";
"Permission error.  File is not readable." = "Käyttöoikeusvirhe. Tiedostoa ei voida lukea.";
"Preparing to copy to \"%@\"" = "Valmistaudutaan kopioimaan kohteeseen \"%@\"";
"Replace" = "Korvaa";
"Replace All" = "Korvaa kaikki";
"Replace?" = "Korvataanko?";
"Skip" = "Ohita";
"Stop" = "Pysäytä";
"Symbolic Link" = "Symbolinen linkki";
"This folder must be indexed before you can search by content.  Indexing will take several minutes, but it will run silently in the background.  Would you like to build the index now?" = "Tämä kansio on indeksoitava ennen kuin voit hakea sisällön mukaan. Indeksointi vie useita minuutteja, mutta tapahtuu hiljaisesti taustalla. Haluatko luoda indeksin nyt?";
"Volume" = "Taltio";
"You don't have write permission at \"%@\"" = "Sinulla ei ole kirjoitusoikeutta kohteeseen \"%@\"";
"copy" = "kopio";
"newer one" = "uudemmalla kohteella";
"older one" = "vanhemmalla kohteella";
"one" = "kohteella";
"untitled folder" = "nimetön kansio";
"untitled.txt" = "nimetön.txt";
